"WIFI NOT REACHABLE" = "WIFI NICHT ERREICHBAR";
"START NOT RECEIVED" = "STARTBEFEHL NICHT EMPFANGEN";
"CONTROL LINK NOT AVAILABLE" = "STEUERVERBINDUNG NICHT VERFÜGBAR";
"ULTRASOUND EMERGENCY" = "NOTFALL: ULTRASCHALL";
"CUT OUT EMERGENCY" = "NOTFALL: ROTOR BLOCKIERT";
"MOTORS EMERGENCY" = "NOTFALL: MOTORSTEUERUNG";
"CAMERA EMERGENCY" = "NOTFALL: KAMERA";
"PIC WATCHDOG EMERGENCY" = "NOTFALL: TRÄGHEITSNAVIGATION";
"PIC VERSION EMERGENCY" = "NOTFALL: VERSION DER TRÄGHEITSNAVIGATION";
"TOO MUCH ANGLE EMERGENCY" = "NOTFALL: WINKELÜBERSCHREITUNG";	
"BATTERY LOW EMERGENCY" = "NOTFALL: LADEZUSTAND KRITISCH";
"USER EMERGENCY" = "NOTABSCHALTUNG DURCH BENUTZER";
"UNKNOWN EMERGENCY" = "UNBEKANNTER NOTFALL";
"PRESS RESET" = "RESET-TASTE DRÜCKEN";
"BATTERY LOW ALERT" = "ALARM: LADEZUSTAND NIEDRIG";
"ULTRASOUND ALERT" = "ALARM: ULTRASCHALL";
"VISION ALERT" = "ALARM: SICHT";
"VIDEO CONNECTION ALERT" = "ALARM: VIDEOVERBINDUNG";
"CAMERA ALERT" = "ALARM: KAMERA";
"Default settings" = "Standardeinstellungen";
"Flat trim" = "Trimmung kalibrieren";
"OK" = "OK";
"Software version" = "Software version";
"Accelero disabled" = "Beschleunigungsmesser Behinderte";
"Combined yaw" = "Kombinerte Seitensteuerung";
"Left-handed" = "Linkshänder";
"%@ tilt max" = "Max. Neigung des %@";
"Interface opacity" = "Undurchlässigkeit der Schnittstelle";
"AR.Drone" = "AR.Drone";
"hardware" = "hardware";
"software" = "software";
"Inertial" = "Inertial";
"Motors versions" = "Motoren-Versionen";
"Motor 1 type" = "Motor 1 typ";
"Motor 2 type" = "Motor 2 typ";
"Motor 3 type" = "Motor 3 typ";
"Motor 4 type" = "Motor 4 typ";
"Pairing" = "WiFi-Verbindung herstellen";
"Network name" = "Name des Wlan-Netzes";
"Altitude limited" = "Begrenzung der Flughöhe";
"Outdoor hull" = "Verkleidung für Einsatz im Freien";
"Outdoor flight" = "Flug im Freien";
"Yaw speed max" = "Giergeschwindigkeit";
"Vertical speed max" = "Max. Vertikalgeschwindigkeit";
"Tilt" = "Max. Rollwinkel";
"°" = "°";
"mm/s" = "mm/s";
"°/s" = "°/s";
"New AR.Drone network" = "Neuer Netzwerkname des AR.Drone";
"Your changes will be applied after rebooting the AR.Drone !\n\t- Quit application\n\t- Reboot your AR.Drone\n\t- Connect your %@ on %s network\n\t- Launch application" = "Ihre Änderungen werden nach dem Ausschalten und Wiedereinschalten der Drohne aufgenommen!\n\t- Die Anwendung schließen\n\t- Ihr AR.Drone aus- und wiedereinschalten\n\t- Ihr %@ mit dem Netzwerk %s verbinden\n\t- Die Anwendung starten";
"Adaptive video" = "Adaptatives Video";
"Video codec" = "Videocodec";

